[app]
language=Português
load_error=Este arquivo parece estar danificado ou não é suportado
load_error_ext=você precisa instalar as ▢ Extensões de Imagem para abrir seus ▢ arquivos
yes=Sim
no=Não
LANGUAGE_TIP=Alterar o idioma requer reiniciar o aplicativo
OPEN_WITH=Ver com PhoXoSee
welcome=Bem-vindo ao PhoXoSee!
intro=PhoXoSee é um visualizador de imagens incrivelmente rápido e leve
welcome_open=ABRIR
plugin_button=INSTALAR
cancel=Cancelar

[TOOLBAR]
1=Tira de filme (F)
2=Ver localização (G)
3=Tamanho real (/ ou 1)
4=Ajustar na janela (/ ou 1)
5=Ampliar (Ctrl + Roda)
6=Reduzir (Ctrl + Roda)
7=Imagem Anterior (←)
8=Próxima Imagem (→ ou Espaço)
9=Rotacionar 90° para a esquerda (Ctrl+L)
10=Rotacionar 90° para a direita (Ctrl+R)
11=Excluir (Delete)
12=Redimensionar Imagem (F2)
13=Aprimorar Visualização (Ctrl+E)
14=Menu (M)
15=Tela Cheia (Enter)
16=Sair da Tela Cheia (Enter)
17=Tema de Cor
18=Buscar fotos por data de captura
19=Nova versão disponível

[ColorTheme]
1=barra de título : seguir o sistema|barra de título : tema claro|barra de título : tema escuro|barra de título : Personalizado
t=Segure Shift para configuração rápida

[ViewEnhance]
t=Brilho|Colorido|Nitidez|Brilho Suave

[EXIF]
0=Informação
1=Nome do arquivo:
2=Tipo de arquivo:
3=Tamanho do arquivo:
4=Tamanho da imagem:
5=Data de modificação:
20=Data de captura:
21=Marca:
22=Modelo:
23=Modelo de lente:
24=Abertura:
25=Abertura máxima:
26=Tempo de exposição:
27=Resolução:
28=Velocidade ISO:
29=Distância focal:
30=Modo de medição:
31=Flash:
33=Programa de exposição:
35=Contagem de Quadros:
50=Software:
80=_/Média/Ponderada ao Centro/Ponto/Multi-Ponto/Padrão/Parcial
81=Flash disparado/Sem flash
83=_/Manual/Programa normal/Prioridade de abertura/Prioridade de obturador/Programa criativo (inclinado para profundidade de campo)/Programa de ação (inclinado para velocidade de obturação rápida)/Modo Retrato (para fotos de close com o fundo desfocado)/Modo Paisagem (para fotos de paisagem com o fundo em foco)

[TITLE]
10=
11=
12=
30=
31=
32=

[DlgSetting]
page=Visualizar|Geral|Associação|Explorador|Diversos|Privacidade
10=Renderização acelerada por hardware (GPU)
11=Não marque esta opção se a imagem parecer anormal
12=Exibir caixa de diálogo de confirmação antes de excluir
13=Estratégia inteligente de exibição para imagens extremamente longas
14=Exibir tamanho real e posicionar automaticamente no topo
15=Salvando qualidade JPEG
16=[0..100], 80 é recomendado
19=Não permitir várias instâncias do software
20=Desativar a animação de inicialização na janela principal
21=Ativar histórico de arquivos recentes
22=Salvar configurações da interface do usuário
23=Reabrir a última imagem ao iniciar
24=Miniaturas do Explorer para formatos selecionados (pode exigir reinício)
25=Excluir arquivos permanentemente (não mover para a Lixeira)
26=Fundo automático para SVG se muito claro/escuro no tema atual
100=Roda do mouse
101=Imagem anterior/próxima|Zoom
103=Clique duplo
104=Ampliar (2x)|Tamanho real (100%)|Tela cheia
106=Fornecedor de GPS
107=Mapas do Bing|Google Maps
109=Nível máximo de zoom
110=Loop na pasta ao chegar na última/primeira imagem
113=Salvar automaticamente após girar a imagem
114=Ignorar perfil ICC incorporado da imagem
115=Limpar Cache de Miniaturas
116=Passo de Zoom
117=Padrão|Rápido
118=Mostrar Grade de Transparência
119=Sempre exibir imagens na mais alta qualidade (ligeiramente mais lento)
200=Extensão|Aplicativo Padrão
201=Alterar
300=Adicionar item de menu de contexto no Windows Explorer
301=Tecla ESC para sair do aplicativo
302=Tema do botão anterior/próximo
303=Circular
304=Ocultar automaticamente a barra de ferramentas
305=Desativar interpolação quando o zoom for > 100%
306=Desativar cantos arredondados do sistema
307=Verificar atualizações automaticamente

[DlgDelete]
t=Excluir arquivo|Não me pergunte novamente|Deseja remover este arquivo para a Lixeira?

[DlgResize]
t=Redimensionar imagem|Largura|Altura|Manter Proporção

[DlgCustomizeTool]
1=Alinhar à Esquerda|Centralizar|Alinhar à Direita
tip=Restaurar Padrão|Remover Botão|Mover para a Esquerda|Mover para a Direita|Aplicar Alterações

[DlgAbout]
0=Sobre
1=Versão:
2=Direitos autorais © 2025 FULI. Todos os direitos reservados.
3=Grátis para uso pessoal e comercial
4=Verificar atualizações
5=Fechar
6=Você está usando a versão mais recente
7=Uma versão mais recente está disponível. Você gostaria de obtê-la agora?
8=Créditos

[SearchImage]
1=Escolher o diretório contendo as imagens
3=Encontrar fotos com data de captura a partir de:
4=somente este dia|dentro de 10 dias|dentro de 30 dias|dentro de 100 dias
5=Buscar
8=Buscando imagens
9=A busca foi cancelada
10=Total de imagens encontradas

[BatchSvg]
1=Selecionar o diretório contendo os arquivos ▢
2=Selecionar o tamanho da imagem de saída
3=Converter
4=Nenhum arquivo ▢ encontrado neste diretório
5=A conversão da imagem foi concluída.
6=Escolha a pasta de saída
7=Falha ao converter: 
8=A conversão foi cancelada.

[File]
SUPPORT_FILE=Todas as Imagens
SAVE_ERROR=Falha ao salvar a imagem
5=O diretório não existe
6=Navegar...

[MENU]
2=Sair
12=Tamanho real
13=Ajustar na janela
21000=Abrir
21001=Salvar Como
21002=Copiar
21100=Imprimir
tool=Ferramentas
21101=Obter papel de parede atual
21500=Definir como visualizador de imagens padrão
21600=Sempre no topo
wheel=Roda do mouse
21700=Imagem anterior/próxima
21701=Zoom
toolbar=Barra de Ferramentas
21750=Superior
21751=Inferior
21805=Barra de ferramentas personalizada
language=Idioma
21800=Configurações
21801=Sobre
recent=Arquivos recentes
21804=Limpar
20000=Informações
21003=Abrir local da imagem
openwith=Abrir com
21803=Selecionar
20013=Tela Cheia
21004=Colar imagem
21108=Ocultar automaticamente a barra de ferramentas
21110=Converter SVG → PNG
21115=Converter HEIC → JPG